Repository: rmraya/TMXValidator
Catalog: tmxvalidator_es.tmx
Source language: en
Languages: es

source: Reload with DTD
es: Recargar con DTD

source: TMX version is missing
es: Falta versión de TMX

source: Error validating language
es: Error al validar idioma

source: Invalid value for "usagecount": ''{0}''
es: Valor incorrecto para "usagecount": ''{0}''

source: Invalid date format ''{0}''
es: Formato de fecha no válido ''{0}''

source: Unbalanced number of <bpt>/<ept> elements {0}
es: Número desequilibrado de elementos <bpt>/<ept> {0}

source: <bpt>/<ept> element without matching <ept>/<bpt> {0}
es: Elemento <bpt>/<ept> sin coincidencia <ept>/<bpt> {0}

source: Incorrect "x" matching
es: Correspondencia "x" incorrecta

source: <tuv> without language attribute
es: <tuv> sin atributo de idioma

source: <tu> element lacks <tuv> with language set to ''{0}''
es: <tu> no tiene <tuv> con idioma establecido en ''{0}''

source: Invalid value for attribute 'i' in a <bpt> element {0}
es: Valor incorrecto para para el atributo 'i' en un elemento <bpt> {0}

source: Incorrect TMX version: {0}
es: Versión incorrecta de TMX: {0}

source: Duplicated value for attribute 'i' in a <bpt> element {0}
es: Valor duplicado para para el atributo 'i' en un elemento <bpt> {0}

source: Invalid value for attribute 'i' in a <ept> element {0}
es: Valor incorrecto para para el atributo 'i' en un elemento <ept> {0}

source: Mismatched value for attribute 'i' in a <bpt>/<ept> element {0}
es: Valor no coincidente para el atributo 'i' en un elemento <bpt>/<ept> {0}

source: Selected file is not a TMX document
es: El archivo seleccionado no es un documento TMX

source: Source language not declared
es: Idioma origen no declarado

source: Invalid source language ''{0}''
es: Idioma de origen no válido ''{0}''

source: Error validating source language
es: Error al validar idioma origen

source: Invalid value for "x" attribute: ''{0}''
es: Valor incorrecto para el atributo "x": ''{0}''

source: Duplicated value for "x" attribute: ''{0}'' in ''{1}''
es: Valor duplicado para el atributo "x": ''{0}'' en ''{1}''

source: Invalid language code ''{0}''
es: Código de idioma no válido ''{0}''

source: Version: {0} Build: {1}
es: Versión: {0} Compilación: {1}

source: Selected file is valid TMX
es: El archivo seleccionado es TMX válido

source: Usage: {0} [-help] [-version] -tmx tmxFile Where: -help: (optional) Display this help information and exit -version: (optional) Display version & build information and exit -tmx: TMX file to validate
es: Uso: {0} [-help] [-version] -tmx tmxFile Donde: -help: (opcional) Mostrar esta información de ayuda y salir -version: (opcional) Mostrar información de versión y salir -tmx: Archivo TMX a validar

source: Validation server started
es: Servidor de validación iniciado

source: Unknown command
es: Comando desconocido

source: Missing command
es: Falta comando

source: Missing 'process' parameter
es: Falta el parámetro 'process'

source: Null 'status'
es: 'status' nulo

source: Validation result not found
es: Resultado de validación no encontrado

source: Missing 'file' parameter
es: Falta el parámetro 'file'
